ark
base
base-devel
bluez
bluez-utils
btrfs-progs
cmake
discord
dolphin
dosfstools
efibootmgr
exfat-utils
fastfetch
firefox
fish
flatpak
gcc
ghostty
git
grub
gwenview
htop
intel-media-driver
intel-ucode
kate
kitty
libreoffice-fresh
libva-intel-driver
libva-utils
linux
linux-firmware
loupe
make
mpv
nano
networkmanager
noto-fonts
noto-fonts-emoji
okular
openssh
reflector
strawberry
sudo
swayimg
terminus-font
ttf-dejavu
unzip
vim
wget
wpa_supplicant
zram-generator
